Repository: dana-misyakevych/my_bot
Catalog: locales/*/LC_MESSAGES/mybot.po
Languages: pl, uk

source: Greetings! To work with the bot, just drop the link for the product you are interested in The following commands are also available to you: <b>/start</b> - <em>Getting started with the bot</em> <b>/cart</b> - <em>List of products you are following</em> <b>/language</b> - <em>Language</em> <b>/stores</b> - <em>List of available stores</em>
uk: Вітання! для роботи з ботом достатньо просто скинути посилання на товар що вас зацікавив Також вам доступні такі команди: <b>/start</b> - <em>Початок роти</em> <b>/cart</b> - <em>Список ваших товарів </em> <b>/language</b> - <em>Нлаштування мови</em> <b>/stores</b> - <em>Список домтупних крамниць</em>

source: Just a link enough 😤
uk: Достатньо тільки посилання

source: Can I just get a link? 🥺
uk: Можу я отримати тільки посилання?

source: Hmm, let's try to just throw a link? 🤔
uk: Гмм, давай спробуєм просто посилання скинути

source: It seems enough just to drop the link🤓
uk: Здається, достатньо всього лиш посилання

source: The product has been tracked
uk: Взяв на олівчик

source: Started tracking the product
uk: Додав до корзини

source: Tracked the product
uk: Почав слідкувати

source: Added the product to tracking system
uk: Почав слідкувати

source: Tracked the product's progress
uk: Почав слідкувати

source: A product tracking system has been set up
uk: Взяв на олівчик

source: Started following 🫡
pl: Zaczęto śledzić 🫡
uk: Почав слідкувати

source: Done!
pl: Gotowe!
uk: Готово!

source: You don't have this product🧐
pl: Nie masz tego produktu🧐
uk: У вас не має цього товару

source: Shops are available:
pl: Dostępne są sklepy:
uk: Список доступних крамниць:

source: Your cart is empty 🧐
pl: Twój koszyk jest pusty 🧐
uk: Ваша корзина порожня

source: Here's your shopping cart:
pl: Oto twój koszyk:
uk: Ось ваша корзина:

source: Something went wrong 😮‍💨, try again later
pl: Coś poszło nie tak 😮💨, spróbuj ponownie później
uk: Щось пішло не так, спробуйте ще раз пізніше

source: Keep
pl: Zachowaj
uk: Залишити

source: Delete🙇‍♂️
pl: Usuń🙇♂️
uk: Видалити

source: Delete
pl: Usuń
uk: Видалити

source: Buy
pl: Kup
uk: Придбати

source: Unavailable command
pl: Niedostępne polecenie
uk: Команда недоступна

source: Already following 😎
uk: Вже слідкую

source: The price of selected products has changed
pl: Cena wybranych produktów uległa zmianie
uk: Змінилася ціна на окремі продукти

source: Hello, select the products you are still following, Or leave it as it is
pl: Witaj, wybierz produkty, które nadal śledzisz, lub pozostaw je tak jak jest
uk: Привіт, виберіть товари, за якими ви ще стежите, або залиште як є

source: "Just a link enough 😤"
pl: Wystarczy link

source: Greetings! To work with the bot, just drop the link for the product you are interested in The following commands are also available to you: <b>/start</b> - <em>Getting started with the bot</em> <b>/cart</b> - <em>List of products you are following</em> <b>/language</b> - <em>Language</em> <b>/stores</b> - <em>List of available stores</em>
pl: Pozdrawiam!!! Aby pracować z botem, wystarczy podrzucić link do produktu, którym jesteś zainteresowany Do dyspozycji masz również następujące komendy: <b>/start</b> - Rozpoczęcie pracy <em>z botem</em> <b>/cart</b> - <em>Lista produktów, które śledzisz</em> <b>/language</b> - <em>Język</em> <b>/stores</b> - Lista <em>dostępnych sklepów</em>

source: Your cart is empty
pl: Twój koszyk jest pusty

source: Сheck the goods
pl: Sprawdzić towary

source: Looking for goods in other stores
pl: Szukanie towarów w innych sklepach

source: Here's what I found
pl: Oto co znalazłem
